SHOP_SMS_MESSAGES = (
    'Добрый день. Мы хотели уточнить детали по Вашему заказу, но не можем дозвониться. "Швейный мир". +79857844855',
)

SHOP_INFO = {
    'title': 'Швейный Мир',
    'description': 'Фирменный магазин Швейный Мир',
    'url_prefix': 'https://www.sewing-world.ru' # no traling slash
}

SHOP_OWNER_INFO = {
    'www'            : 'https://www.sewing-world.ru',
    'short_name'     : 'Швейный Мир',
    'name'           : 'Интернет-магазин «Швейный Мир»',
    'full_name'      : 'ИП Сигалев Николай Николаевич',
    'legal_address'  : '127540, г.Москва, Керамический проезд, д.47, к.1, кв.45',
    'phone'          : '+7-495-766-56-75',
    'fax'            : '',
    'inn'            : '771313028602',
    'kpp'            : '',
    'ogrn'           : '315774600096540',
    'okonh'          : '',
    'okpo'           : '',
    'okved'          : '',
    'account_no'     : '40802810902300002510',
    'account_bank'   : 'АО "Альфа-Банк" г.Москва',
    # следующие две записи разбивают AccountBank на две строчки
    'account_bank_1' : 'АО "Альфа-Банк"',
    'account_bank_2' : 'г.Москва',
    'bik'            : '044525593',
    'cor_account'    : '30101810200000000593',
    'director'       : 'Сигалев Н.Н.',
    'accountant'     : 'Сигалев Н.Н.',
    'beru_seller'    : 'ИП Сигалев Николай Николаевич'  # 'ИП Кострюкова Светлана Николаевна'
}
